export const tasks = [
  {
    id: 1,
    title: 'Новые функции в Figma',
    body: `
    <div class="block">
              <p>
                Привет! Сегодня в UX/UI практике нас ждет занятие, которое
                поможет поднять ваши навыки на новый уровень.
              </p>
              <p>
                Каждая практика включает четыре этапа: физическая подготовка,
                развитие речи, технические навыки и рефлексия. Весь процесс
                занимает меньше часа.
              </p>
            </div>
            <div class="block">
              <div class="accordion">
                <div class="accordionItem">
                <label htmlFor="item-1" class="accordionTitle">
                <input type="checkbox" id="item-1" />
                    Этап первый: физическая подготовка — планка
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: стимулировать выделение эндорфинов через регулярные
                      физические упражнения для снижения уровня стресса и
                      улучшения общего настроения.
                    </p>
                    <ul>
                      <li>Если занимаетесь более 12 дней:</li>
                      <li>Удерживайте планку 2 минуты.</li>
                    </ul>
                    <ul>
                      <li>Если занимаетесь менее 12 дней:</li>
                      <li>День 1: Удерживаете планку 20 секунд.</li>
                      <li>День 2: Удерживаете планку 30 секунд.</li>
                      <li>День 3: Удерживаете планку 40 секунд.</li>
                      <li>День 4: Удерживаете планку 50 секунд.</li>
                      <li>День 5: Удерживаете планку 60 секунд.</li>
                      <li>День 6: Удерживаете планку 1 минута.</li>
                      <li>День 7: Удерживаете планку 1 минута 10 секунд.</li>
                      <li>День 8: Удерживаете планку 1 минута 20 секунд.</li>
                      <li>День 9: Удерживаете планку 1 минута 30 секунд.</li>
                      <li>День 10: Удерживаете планку 1 минута 40 секунд.</li>
                      <li>День 11: Удерживаете планку 1 минута 50 секунд.</li>
                      <li>День 12: Удерживаете планку 2 минуты.</li>
                    </ul>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
                        «Планка ↗»
                      </a> 
                      — это эффективное упражнение, которое укрепляет мышцы
                      кора, улучшает стабильность позвоночника и осанку, а также
                      развивает силу и выносливость. Ее выполнение способствует
                      не только физическому здоровью, но и психологическому
                      благополучию, помогая снять стресс и напряжение.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-2" class="accordionTitle">
                <input type="checkbox" id="item-2" />
                    Этап второй: развитие речи — ритмическая концентрация
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: развить устойчивость к отвлекающим факторам,
                      улучшить контроль над вниманием и повысить эффективность
                      работы в условиях повышенного напряжения
                    </p>
                    <p>
                      Подготовьте метроном, который можно запустить прямо в
                      браузере, а также видеоролик и предмет, подходящий для
                      взаимодействия с руками, например, бумага и карандаш или
                      кубик Рубика.
                    </p>
                    <ul>
                      <li>
                        Шаг 1: Включите метроном на 60 ударов в минуту.
                        Сосредоточьтесь на ровном и глубоком дыхании, сохраняя
                        взгляд в одной точке в течение 2 минут.
                      </li>
                      <li>
                        Шаг 2: Считайте от 88 (88, 89, 90…) под стук метронома,
                        сохраняя взгляд в одной точке в течение 2 минут.
                      </li>
                      <li>
                        Шаг 3: Повторите второй шаг, добавив помехи в виде
                        включенной музыки или видео в течение 2 минут.
                      </li>
                      <li>
                        Шаг 4: Повторите третий шаг, добавив помехи в виде
                        действий руками (рисунки на бумаге, перебор кубика
                        Рубика и т.д.) в течение 2 минут.
                      </li>
                      <li>Шаг 5: Рассказывайте истории на любые темы под стук метронома, сохраняя при этом взгляд в одной точке в течение 2 минут.</li>

                    </ul>

                    <p>
                      Упражнение 
                       <a target="_blank" href="https://t.me/UXUIdushnila/15">
                        «Ритмическая концентрация ↗» 
                      </a> 
                      помогает улучшить фокус и продуктивность при стрессовых
                      условиях.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-3" class="accordionTitle">
                <input type="checkbox" id="item-3" />
                    Этап третий: технические навыки — новые функции в Figma
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: освоить выбранную функцию и применить её в проектах.
                    </p>
                    <p>
                      Для начала выберите одну конкретную функцию или инструмент
                      в Figma, которую вы хотели бы изучить или улучшить. Затем
                      уделите время изучению документации, онлайн-ресурсам или
                      обучающим видео, чтобы понять, как эта функция работает и
                      как её применять. После этого 
                       <a target="_blank" href="https://chrome-sheet-e2b.notion.site/68bbf90774444ed3bdc787c96be9be6f?v=1426f54ceec34476b9847d94418a7b09&pvs=4">
                        создайте таблицу ↗
                      </a>
                      , где будете записывать описание функции, основные команды
                      и шорткаты, а также примеры использования.
                    </p>
                    <p>
                      Практика — лучший способ запомнить новую информацию,
                      поэтому не забывайте применять изученные навыки на
                      практике, создавая небольшие проекты или улучшая
                      существующие. 
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-4" class="accordionTitle">
                <input type="checkbox" id="item-4" />
                  Этап четвертый: рефлексия — подведение итогов
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: улучшить эффективность обратной связи и поддержать
                      развитие навыков.
                    </p>
                    <p>
                      На протяжении двух минут запишите на диктофон свои
                      размышления о сегодняшней практике, придерживаясь
                      структуры оценки в формате 
                       <a target="_blank" href="https://t.me/UXUIdushnila/18">
                        плюс-минус-плюс ↗
                      </a>
                      .
                    </p>
                    <p>
                      Выделите конкретные аспекты, за которые вы можете дать
                      себе похвалу (плюс), а также найдите области для улучшения
                      (минус) и дайте себе рекомендации. Завершите свою запись
                      общей положительной оценкой, которая подчеркнет ваш
                      прогресс и достижения в практике.
                    </p>
                  </div>
                </div>
              </div>
            </div>
            <div class="block">
              <p>
                Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
              </p>
            </div>`,
  },
  {
    id: 2,
    title: 'Новые функции в Illustrator',
    body: `
    <div class="block">
              <p>
                Привет! Сегодня в UX/UI практике нас ждет занятие, которое
                поможет поднять ваши навыки на новый уровень.
              </p>
              <p>
                Каждая практика включает четыре этапа: физическая подготовка,
                развитие речи, технические навыки и рефлексия. Весь процесс
                занимает меньше часа.
              </p>
            </div>
            <div class="block">
              <div class="accordion">
                <div class="accordionItem">
                <label htmlFor="item-1" class="accordionTitle">
                <input type="checkbox" id="item-1" />
                    Этап первый: физическая подготовка — кошка-корова
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: стимулировать выделение эндорфинов через регулярные
                      физические упражнения для снижения уровня стресса и
                      улучшения общего настроения.
                    </p>
                    <p>Встаньте на четвереньки, выпрямите спину, затем плавно согните спину вверх (как кошка), выдыхая, и опустите ее вниз (как корова), вдыхая. Повторяйте это упражнение в течение 2 минут, делая движения в комфортной для вас амплитуде и скорости. </p>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
                       «Кошка-Корова ↗»
                      </a> 
                      — это комплексное упражнение, которое помогает улучшить
                      гибкость и силу спины, стабилизировать позвоночник и снять
                      напряжение после длительного сидения. Плавные движения
                      вверх и вниз под ритм дыхания помогают разогнать мышцы и
                      улучшить осанку, принося пользу как физическому, так и
                      психологическому здоровью.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-2" class="accordionTitle">
                <input type="checkbox" id="item-2" />
                    Этап второй: развитие речи — о чем вижу, о том и говорю
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: повысить уровень речи, расширить словарный запас и
                      совершенствовать навыки точного и ясного выражения мыслей.
                    </p>
                    <p>
                      Вспомните основную структуру рассказа: введение, основную
                      часть и заключение. Введение может включать определение
                      слова и его контекст, а также привлечение внимания к теме.
                      Основная часть должна содержать дополнительные детали,
                      примеры и возможно истории или аналогии для лучшего
                      понимания. Заключение должно кратко подвести итоги,
                      повторить ключевые идеи и закрепить основные мысли.
                    </p>
                    <ul>
                      <li>Шаг 1: Выберите любое слово.</li>
                      <li>Шаг 2: Включите диктофон и в течение 5 минут рассказывайте о выбранном слове, следуя правильной структуре рассказа.</li>
                      <li>
Шаг 3: Прослушайте запись. После этого включите диктофон и дайте себе рекомендации по улучшению рассказа.
</li>
                    </ul>
                    <p>
                    Упражнение  <a target="_blank" href="https://t.me/UXUIdushnila/10">«О чем вижу, о том и говорю ↗»</a> является эффективным методом для развития речи и обогащения словарного запаса.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-3" class="accordionTitle">
                <input type="checkbox" id="item-3" />
                    Этап третий: технические навыки — новые функции в InVision
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: освоить выбранную функцию и применить её в проектах.
                    </p>
                    <p>
                      Для начала выберите одну конкретную функцию или инструмент
                      в InVision, которую вы хотели бы изучить или улучшить.
                      Затем уделите время изучению документации, онлайн-ресурсам
                      или обучающим видео, чтобы понять, как эта функция
                      работает и как её применять. После этого 
                       <a target="_blank" href="https://chrome-sheet-e2b.notion.site/68bbf90774444ed3bdc787c96be9be6f?v=1426f54ceec34476b9847d94418a7b09&pvs=4">
                        создайте таблицу ↗
                      </a>
                      , где будете записывать описание функции, основные команды
                      и шорткаты, а также примеры использования.
                    </p>
                    <p>
                      Практика — лучший способ запомнить новую информацию,
                      поэтому не забывайте применять изученные навыки на
                      практике, создавая небольшие проекты или улучшая
                      существующие.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-4" class="accordionTitle">
                <input type="checkbox" id="item-4" />
                    Этап четвертый: рефлексия — гибкость мышления
                  </label>
                  <div class="accordionContent">
                    <p>
                    Цель: развить гибкость мышления и способность к решению задач несколькими способами.
                    </p>
                    <p>
                    В течение двух минут запишите на диктофон свои мысли по задаче из раздела «технические навыки» и предложите еще  <a target="_blank" href="https://t.me/UXUIdushnila/33">три идеи для ее решения ↗</a>.
                    </p>
                    
                  </div>
                </div>
              </div>
            </div>
            <div class="block">
              <p>
                Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
              </p>
            </div>`,
  },
  {
    id: 3,
    title: 'Новые функции в Illustrator',
    body: `
    <div class="block">
              <p>
                Привет! Сегодня в UX/UI практике нас ждет занятие, которое
                поможет поднять ваши навыки на новый уровень.
              </p>
              <p>
                Каждая практика включает четыре этапа: физическая подготовка,
                развитие речи, технические навыки и рефлексия. Весь процесс
                занимает меньше часа.
              </p>
            </div>
            <div class="block">
              <div class="accordion">
                <div class="accordionItem">
                <label htmlFor="item-1" class="accordionTitle">
                <input type="checkbox" id="item-1" />
                    Этап первый: физическая подготовка — планка
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: стимулировать выделение эндорфинов через регулярные
                      физические упражнения для снижения уровня стресса и
                      улучшения общего настроения.
                    </p>
                    <ul>
                      <li>Если занимаетесь более 12 дней:</li>
                      <li>Удерживайте планку 2 минуты.</li>
                    </ul>
                    <ul>
                      <li>Если занимаетесь менее 12 дней:</li>
                      <li>День 1: Удерживаете планку 20 секунд.</li>
                      <li>День 2: Удерживаете планку 30 секунд.</li>
                      <li>День 3: Удерживаете планку 40 секунд.</li>
                      <li>День 4: Удерживаете планку 50 секунд.</li>
                      <li>День 5: Удерживаете планку 60 секунд.</li>
                      <li>День 6: Удерживаете планку 1 минута.</li>
                      <li>День 7: Удерживаете планку 1 минута 10 секунд.</li>
                      <li>День 8: Удерживаете планку 1 минута 20 секунд.</li>
                      <li>День 9: Удерживаете планку 1 минута 30 секунд.</li>
                      <li>День 10: Удерживаете планку 1 минута 40 секунд.</li>
                      <li>День 11: Удерживаете планку 1 минута 50 секунд.</li>
                      <li>День 12: Удерживаете планку 2 минуты.</li>
                    </ul>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
                        «Планка ↗»
                      </a> 
                      — это эффективное упражнение, которое укрепляет мышцы
                      кора, улучшает стабильность позвоночника и осанку, а также
                      развивает силу и выносливость. Ее выполнение способствует
                      не только физическому здоровью, но и психологическому
                      благополучию, помогая снять стресс и напряжение.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-2" class="accordionTitle">
                <input type="checkbox" id="item-2" />
                    Этап второй: развитие речи — ритмическая концентрация
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: развить устойчивость к отвлекающим факторам,
                      улучшить контроль над вниманием и повысить эффективность
                      работы в условиях повышенного напряжения.
                    </p>
                    <p>
                      Подготовьте метроном, который можно запустить прямо в
                      браузере, а также видеоролик и предмет, подходящий для
                      взаимодействия с руками, например, бумага и карандаш или
                      кубик Рубика.
                    </p>
                    <ul>
                      <li>
                        Шаг 1: Включите метроном на 60 ударов в минуту.
                        Сосредоточьтесь на ровном и глубоком дыхании, сохраняя
                        взгляд в одной точке в течение 2 минут.
                      </li>
                      <li>
                        Шаг 2: Считайте от 88 (88, 89, 90…) под стук метронома,
                        сохраняя взгляд в одной точке в течение 2 минут.
                      </li>
                      <li>
                        Шаг 3: Повторите второй шаг, добавив помехи в виде
                        включенной музыки или видео в течение 2 минут.
                      </li>
                      <li>
                        Шаг 4: Повторите третий шаг, добавив помехи в виде
                        действий руками (рисунки на бумаге, перебор кубика
                        Рубика и т.д.) в течение 2 минут.
                      </li>
                      <li>Шаг 5: Рассказывайте истории на любые темы под стук метронома, сохраняя при этом взгляд в одной точке в течение 2 минут.</li>
                    </ul>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://t.me/UXUIdushnila/15">
                        «Ритмическая концентрация ↗»
                      </a> 
                      помогает улучшить фокус и продуктивность при стрессовых
                      условиях.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-3" class="accordionTitle">
                <input type="checkbox" id="item-3" />
                    Этап третий: технические навыки — новые функции в
                    Illustrator
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: освоить выбранную функцию и применить её в проектах.
                    </p>
                    <p>
                      Для начала выберите одну конкретную функцию или инструмент
                      в Illustrator, которую вы хотели бы изучить или улучшить.
                      Затем уделите время изучению документации, онлайн-ресурсам
                      или обучающим видео, чтобы понять, как эта функция
                      работает и как её применять. После этого 
                       <a target="_blank" href="https://chrome-sheet-e2b.notion.site/68bbf90774444ed3bdc787c96be9be6f?v=1426f54ceec34476b9847d94418a7b09&pvs=4">
                        создайте таблицу ↗
                      </a>
                      , где будете записывать описание функции, основные команды
                      и шорткаты, а также примеры использования.
                    </p>
                    <p>
                      Практика — лучший способ запомнить новую информацию,
                      поэтому не забывайте применять изученные навыки на
                      практике, создавая небольшие проекты или улучшая
                      существующие.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-4" class="accordionTitle">
                <input type="checkbox" id="item-4" />
                    Этап четвертый: рефлексия — подведение итогов
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: улучшить эффективность обратной связи и поддержать
                      развитие навыков.
                    </p>
                    <p>
                      На протяжении двух минут запишите на диктофон свои
                      размышления о сегодняшней практике, придерживаясь
                      структуры оценки в формате 
                       <a target="_blank" href="https://t.me/UXUIdushnila/18">
                        плюс-минус-плюс ↗
                      </a>
                      .
                    </p>
                    <p>
                      Выделите конкретные аспекты, за которые вы можете дать
                      себе похвалу (плюс), а также найдите области для улучшения
                      (минус) и дайте себе рекомендации. Завершите свою запись
                      общей положительной оценкой, которая подчеркнет ваш
                      прогресс и достижения в практике.
                    </p>
                  </div>
                </div>
              </div>
            </div>
            <div class="block">
              <p>
                Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
              </p>
            </div>`,
  },
  {
    id: 4,
    title: 'Новые функции в Photoshop',
    body: `
    <div class="block">
              <p>
                Привет! Сегодня в UX/UI практике нас ждет занятие, которое
                поможет поднять ваши навыки на новый уровень.
              </p>
              <p>
                Каждая практика включает четыре этапа: физическая подготовка,
                развитие речи, технические навыки и рефлексия. Весь процесс
                занимает меньше часа.
              </p>
            </div>
            <div class="block">
              <div class="accordion">
                <div class="accordionItem">
                <label htmlFor="item-1" class="accordionTitle">
                <input type="checkbox" id="item-1" />
                    Этап первый: физическая подготовка — кошка-корова
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: стимулировать выделение эндорфинов через регулярные
                      физические упражнения для снижения уровня стресса и
                      улучшения общего настроения.
                    </p>
                    <p>Встаньте на четвереньки, выпрямите спину, затем плавно согните спину вверх (как кошка), выдыхая, и опустите ее вниз (как корова), вдыхая. Повторяйте это упражнение в течение 2 минут, делая движения в комфортной для вас амплитуде и скорости. </p>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
                         
                        «Кошка-Корова ↗»
                      </a> 
                      — это комплексное упражнение, которое помогает улучшить
                      гибкость и силу спины, стабилизировать позвоночник и снять
                      напряжение после длительного сидения. Плавные движения
                      вверх и вниз под ритм дыхания помогают разогнать мышцы и
                      улучшить осанку, принося пользу как физическому, так и
                      психологическому здоровью.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-2" class="accordionTitle">
                <input type="checkbox" id="item-2" />
                    Этап второй: развитие речи — о чем вижу, о том и говорю
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: повысить уровень речи, расширить словарный запас и
                      совершенствовать навыки точного и ясного выражения мыслей.
                    </p>
                    <p>
                      Вспомните основную структуру рассказа: введение, основную
                      часть и заключение. Введение может включать определение
                      слова и его контекст, а также привлечение внимания к теме.
                      Основная часть должна содержать дополнительные детали,
                      примеры и возможно истории или аналогии для лучшего
                      понимания. Заключение должно кратко подвести итоги,
                      повторить ключевые идеи и закрепить основные мысли.
                    </p>
                    <ul>
                      <li>Шаг 1: Выберите любое слово.</li>
                      <li>
                        Шаг 2: Включите диктофон и в течение 5 минут
                        рассказывайте о выбранном слове, следуя правильной
                        структуре рассказа.
                      </li>
                      <li>
                        Шаг 3: Прослушайте запись. После этого включите диктофон
                        и дайте себе рекомендации по улучшению рассказа.
                      </li>
                    </ul>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://t.me/UXUIdushnila/10">
                        «О чем вижу, о том и говорю ↗»
                      </a> 
                      является эффективным методом для развития речи и
                      обогащения словарного запаса.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-3" class="accordionTitle">
                <input type="checkbox" id="item-3" />
                    Этап третий: технические навыки — новые функции в Photoshop
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: освоить выбранную функцию и применить её в проектах.
                    </p>
                    <p>
                      Для начала выберите одну конкретную функцию или инструмент
                      в Photoshop, которую вы хотели бы изучить или улучшить.
                      Затем уделите время изучению документации, онлайн-ресурсам
                      или обучающим видео, чтобы понять, как эта функция
                      работает и как её применять. После этого 
                       <a target="_blank" href="https://chrome-sheet-e2b.notion.site/68bbf90774444ed3bdc787c96be9be6f?v=1426f54ceec34476b9847d94418a7b09&pvs=4">
                        создайте таблицу ↗
                      </a>
                      , где будете записывать описание функции, основные команды
                      и шорткаты, а также примеры использования.
                    </p>
                    <p>
                      Практика — лучший способ запомнить новую информацию,
                      поэтому не забывайте применять изученные навыки на
                      практике, создавая небольшие проекты или улучшая
                      существующие.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-4" class="accordionTitle">
                <input type="checkbox" id="item-4" />
                    Этап четвертый: рефлексия — гибкость мышления
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: развить гибкость мышления и способность к решению
                      задач несколькими способами.
                    </p>
                    <p>
                      В течение двух минут запишите на диктофон свои мысли по
                      задаче из раздела «технические навыки» и предложите еще 
                       <a target="_blank" href="https://t.me/UXUIdushnila/33">
                        три идеи для ее решения ↗
                      </a>
                      .
                    </p>
                   
                  </div>
                </div>
              </div>
            </div>
            <div class="block">
              <p>
                Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
              </p>
            </div>`,
  },
  {
    id: 5,
    title: 'Новые функции в Haiku',
    body: `<div class="block">
    <p>
      Привет! Сегодня в UX/UI практике нас ждет занятие, которое
      поможет поднять ваши навыки на новый уровень.
    </p>
    <p>
      Каждая практика включает четыре этапа: физическая подготовка,
      развитие речи, технические навыки и рефлексия. Весь процесс
      занимает меньше часа.
    </p>
  </div>
  <div class="block">
    <div class="accordion">
    <div class="accordionItem">
    <label htmlFor="item-1" class="accordionTitle">
    <input type="checkbox" id="item-1" />
        Этап первый: физическая подготовка — планка
      </label>
      <div class="accordionContent">
        <p>
          Цель: стимулировать выделение эндорфинов через регулярные
          физические упражнения для снижения уровня стресса и
          улучшения общего настроения.
        </p>
        <ul>
          <li>Если занимаетесь более 12 дней:</li>
          <li>Удерживайте планку 2 минуты.</li>
        </ul>
        <ul>
          <li>Если занимаетесь менее 12 дней:</li>
          <li>День 1: Удерживаете планку 20 секунд.</li>
          <li>День 2: Удерживаете планку 30 секунд.</li>
          <li>День 3: Удерживаете планку 40 секунд.</li>
          <li>День 4: Удерживаете планку 50 секунд.</li>
          <li>День 5: Удерживаете планку 60 секунд.</li>
          <li>День 6: Удерживаете планку 1 минута.</li>
          <li>День 7: Удерживаете планку 1 минута 10 секунд.</li>
          <li>День 8: Удерживаете планку 1 минута 20 секунд.</li>
          <li>День 9: Удерживаете планку 1 минута 30 секунд.</li>
          <li>День 10: Удерживаете планку 1 минута 40 секунд.</li>
          <li>День 11: Удерживаете планку 1 минута 50 секунд.</li>
          <li>День 12: Удерживаете планку 2 минуты.</li>
        </ul>
        <p>
          Упражнение 
           <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
            «Планка ↗»
          </a> 
          — это эффективное упражнение, которое укрепляет мышцы
          кора, улучшает стабильность позвоночника и осанку, а также
          развивает силу и выносливость. Ее выполнение способствует
          не только физическому здоровью, но и психологическому
          благополучию, помогая снять стресс и напряжение.
        </p>
      </div>
    </div>
    <div class="accordionItem">
    <label htmlFor="item-2" class="accordionTitle">
    <input type="checkbox" id="item-2" />
        Этап второй: развитие речи — ритмическая концентрация
      </label>
      <div class="accordionContent">
        <p>
          Цель: развить устойчивость к отвлекающим факторам,
          улучшить контроль над вниманием и повысить эффективность
          работы в условиях повышенного напряжения.
        </p>
        <p>
          Подготовьте метроном, который можно запустить прямо в
          браузере, а также видеоролик и предмет, подходящий для
          взаимодействия с руками, например, бумага и карандаш или
          кубик Рубика.
        </p>
        <ul>
          <li>
            Шаг 1: Включите метроном на 60 ударов в минуту.
            Сосредоточьтесь на ровном и глубоком дыхании, сохраняя
            взгляд в одной точке в течение 2 минут.
          </li>
          <li>
            Шаг 2: Считайте от 88 (88, 89, 90…) под стук метронома,
            сохраняя взгляд в одной точке в течение 2 минут.
          </li>
          <li>
            Шаг 3: Повторите второй шаг, добавив помехи в виде
            включенной музыки или видео в течение 2 минут.
          </li>
          <li>
            Шаг 4: Повторите третий шаг, добавив помехи в виде
            действий руками (рисунки на бумаге, перебор кубика
            Рубика и т.д.) в течение 2 минут.
          </li>
          <li>Шаг 5: Рассказывайте истории на любые темы под стук метронома, сохраняя при этом взгляд в одной точке в течение 2 минут.</li>

        </ul>
        <p>
          Упражнение 
           <a target="_blank" href="https://t.me/UXUIdushnila/15">
            «Ритмическая концентрация ↗»
          </a> 
          помогает улучшить фокус и продуктивность при стрессовых
          условиях.
        </p>
      </div>
    </div>
      <div class="accordionItem">
      <label htmlFor="item-3" class="accordionTitle">
      <input type="checkbox" id="item-3" />
          Этап третий: технические навыки — новые функции в Haiku
        </label>
        <div class="accordionContent">
          <p>
            Цель: освоить выбранную функцию и применить её в проектах.
          </p>
          <p>
            Для начала выберите одну конкретную функцию или инструмент
            в Haiku, которую вы хотели бы изучить или улучшить. Затем
            уделите время изучению документации, онлайн-ресурсам или
            обучающим видео, чтобы понять, как эта функция работает и
            как её применять. После этого 
             <a target="_blank" href="https://chrome-sheet-e2b.notion.site/68bbf90774444ed3bdc787c96be9be6f?v=1426f54ceec34476b9847d94418a7b09&pvs=4">
              создайте таблицу ↗
            </a>
            , где будете записывать описание функции, основные команды
            и шорткаты, а также примеры использования.
          </p>
          <p>
            Практика — лучший способ запомнить новую информацию,
            поэтому не забывайте применять изученные навыки на
            практике, создавая небольшие проекты или улучшая
            существующие.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-4" class="accordionTitle">
      <input type="checkbox" id="item-4" />
          Этап четвертый: рефлексия — подведение итогов
        </label>
        <div class="accordionContent">
          <p>
          Цель: улучшить эффективность обратной связи и поддержать развитие навыков.
          </p>
          <p>
            На протяжении двух минут запишите на диктофон свои размышления о сегодняшней практике, придерживаясь структуры оценки в формате <a target="_blank" href="https://t.me/UXUIdushnila/18">плюс-минус-плюс ↗</a>.
          </p>
          <p>
            Выделите конкретные аспекты, за которые вы можете дать
            себе похвалу (плюс), а также найдите области для улучшения
            (минус) и дайте себе рекомендации. Завершите свою запись
            общей положительной оценкой, которая подчеркнет ваш
            прогресс и достижения в практике.
          </p>
        </div>
      </div>
    </div>
  </div>
  <div class="block">
    <p>
      Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
    </p>
  </div>`,
  },
  {
    id: 6,
    title: 'Коллекция блоков для header',
    body: ` <div class="block">
    <p>
      Привет! Сегодня в UX/UI практике нас ждет занятие, которое
      поможет поднять ваши навыки на новый уровень.
    </p>
    <p>
      Каждая практика включает четыре этапа: физическая подготовка,
      развитие речи, технические навыки и рефлексия. Весь процесс
      занимает меньше часа.
    </p>
  </div>
  <div class="block">
    <div class="accordion">
      <div class="accordionItem">
      <label htmlFor="item-1" class="accordionTitle">
      <input type="checkbox" id="item-1" />
          Этап первый: физическая подготовка — кошка-корова
        </label>
        <div class="accordionContent">
          <p>
            Цель: стимулировать выделение эндорфинов через регулярные
            физические упражнения для снижения уровня стресса и
            улучшения общего настроения.
          </p>
          <p>Встаньте на четвереньки, выпрямите спину, затем плавно согните спину вверх (как кошка), выдыхая, и опустите ее вниз (как корова), вдыхая. Повторяйте это упражнение в течение 2 минут, делая движения в комфортной для вас амплитуде и скорости. </p>
          <p>
            Упражнение 
             <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
              «Кошка-Корова ↗»
            </a> 
            — это комплексное упражнение, которое помогает улучшить
            гибкость и силу спины, стабилизировать позвоночник и снять
            напряжение после длительного сидения. Плавные движения
            вверх и вниз под ритм дыхания помогают разогреть мышцы и
            улучшить осанку, принося пользу как физическому, так и
            психологическому здоровью.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-2" class="accordionTitle">
      <input type="checkbox" id="item-2" />
          Этап второй: развитие речи — о чем вижу, о том и говорю
        </label>
        <div class="accordionContent">
          <p>
            Цель: повысить уровень речи, расширить словарный запас и
            совершенствовать навыки точного и ясного выражения мыслей.
          </p>
          <p>
            Вспомните основную структуру рассказа: введение, основную
            часть и заключение. Введение может включать определение
            слова и его контекст, а также привлечение внимания к теме.
            Основная часть должна содержать дополнительные детали,
            примеры и возможно истории или аналогии для лучшего
            понимания. Заключение должно кратко подвести итоги,
            повторить ключевые идеи и закрепить основные мысли.
          </p>
          <ul>
            <li>Шаг 1: Выберите любое слово.</li>
            <li>
              Шаг 2: Включите диктофон и в течение 5 минут
              рассказывайте о выбранном слове, следуя правильной
              структуре рассказа.
            </li>
            <li>
              Шаг 3: Прослушайте запись. После этого включите диктофон
              и дайте себе рекомендации по улучшению рассказа.
            </li>
          </ul>
          <p>
            Упражнение 
             <a target="_blank" href="https://t.me/UXUIdushnila/10">
              «О чем вижу, о том и говорю ↗»
            </a> 
            является эффективным методом для развития речи и
            обогащения словарного запаса.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-3" class="accordionTitle">
      <input type="checkbox" id="item-3" />
          Этап третий: технические навыки — коллекция блоков для
          header (шапка)
        </label>
        <div class="accordionContent">
          <p>
            Цель: развить насмотренность, а также оптимизировать
            процесс разработки данного элемента интерфейса.
          </p>
          <p>
            Для начала исследуйте различные варианты шапок на Awwwards
            / Sites Of The Day. Выберите 8 наиболее привлекательных
            вариантов, сделайте скриншоты и добавьте их в вашу
            коллекцию. Рекомендую использовать 
            
              Figma для хранения  <a target="_blank" href="https://www.figma.com/community/file/1350153819662664546/block-collection">коллекции блоков ↗
            </a>
            , так как это облегчит их организацию и даст возможность
            быстро находить и применять в будущих проектах.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-4" class="accordionTitle">
      <input type="checkbox" id="item-4" />
          Этап четвертый: рефлексия — гибкость мышления
        </label>
        <div class="accordionContent">
          <p>
            Цель: развить гибкость мышления и способность к решению
            задач несколькими способами.
          </p>
          <p>
            В течение двух минут запишите на диктофон свои мысли по
            задаче из раздела «технические навыки» и предложите еще 
             <a target="_blank" href="https://t.me/UXUIdushnila/33">
              три идеи для ее решения ↗
            </a>
            .
          </p>
          
        </div>
      </div>
    </div>
  </div>
  <div class="block">
    <p>
      Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
    </p>
  </div>`,
  },
  {
    id: 7,
    title: 'Коллекция блоков для navigation menu',
    body: `
    <div class="block">
    <p>
      Привет! Сегодня в UX/UI практике нас ждет занятие, которое
      поможет поднять ваши навыки на новый уровень.
    </p>
    <p>
      Каждая практика включает четыре этапа: физическая подготовка,
      развитие речи, технические навыки и рефлексия. Весь процесс
      занимает меньше часа.
    </p>
  </div>
  <div class="block">
    <div class="accordion">
    <div class="accordionItem">
    <label htmlFor="item-1" class="accordionTitle">
    <input type="checkbox" id="item-1" />
        Этап первый: физическая подготовка — планка
      </label>
      <div class="accordionContent">
        <p>
          Цель: стимулировать выделение эндорфинов через регулярные
          физические упражнения для снижения уровня стресса и
          улучшения общего настроения.
        </p>
        <ul>
          <li>Если занимаетесь более 12 дней:</li>
          <li>Удерживайте планку 2 минуты.</li>
        </ul>
        <ul>
          <li>Если занимаетесь менее 12 дней:</li>
          <li>День 1: Удерживаете планку 20 секунд.</li>
          <li>День 2: Удерживаете планку 30 секунд.</li>
          <li>День 3: Удерживаете планку 40 секунд.</li>
          <li>День 4: Удерживаете планку 50 секунд.</li>
          <li>День 5: Удерживаете планку 60 секунд.</li>
          <li>День 6: Удерживаете планку 1 минута.</li>
          <li>День 7: Удерживаете планку 1 минута 10 секунд.</li>
          <li>День 8: Удерживаете планку 1 минута 20 секунд.</li>
          <li>День 9: Удерживаете планку 1 минута 30 секунд.</li>
          <li>День 10: Удерживаете планку 1 минута 40 секунд.</li>
          <li>День 11: Удерживаете планку 1 минута 50 секунд.</li>
          <li>День 12: Удерживаете планку 2 минуты.</li>
        </ul>
        <p>
          Упражнение 
           <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
            «Планка ↗»
          </a> 
          — это эффективное упражнение, которое укрепляет мышцы
          кора, улучшает стабильность позвоночника и осанку, а также
          развивает силу и выносливость. Ее выполнение способствует
          не только физическому здоровью, но и психологическому
          благополучию, помогая снять стресс и напряжение.
        </p>
      </div>
    </div>
    <div class="accordionItem">
    <label htmlFor="item-2" class="accordionTitle">
    <input type="checkbox" id="item-2" />
        Этап второй: развитие речи — ритмическая концентрация
      </label>
      <div class="accordionContent">
        <p>
          Цель: развить устойчивость к отвлекающим факторам,
          улучшить контроль над вниманием и повысить эффективность
          работы в условиях повышенного напряжения.
        </p>
        <p>
          Подготовьте метроном, который можно запустить прямо в
          браузере, а также видеоролик и предмет, подходящий для
          взаимодействия с руками, например, бумага и карандаш или
          кубик Рубика.
        </p>
        <ul>
          <li>
            Шаг 1: Включите метроном на 60 ударов в минуту.
            Сосредоточьтесь на ровном и глубоком дыхании, сохраняя
            взгляд в одной точке в течение 2 минут.
          </li>
          <li>
            Шаг 2: Считайте от 88 (88, 89, 90…) под стук метронома,
            сохраняя взгляд в одной точке в течение 2 минут.
          </li>
          <li>
            Шаг 3: Повторите второй шаг, добавив помехи в виде
            включенной музыки или видео в течение 2 минут.
          </li>
          <li>
            Шаг 4: Повторите третий шаг, добавив помехи в виде
            действий руками (рисунки на бумаге, перебор кубика
            Рубика и т.д.) в течение 2 минут.
          </li>
          <li>Шаг 5: Рассказывайте истории на любые темы под стук метронома, сохраняя при этом взгляд в одной точке в течение 2 минут.</li>

        </ul>
        <p>
          Упражнение 
           <a target="_blank" href="https://t.me/UXUIdushnila/15">
            «Ритмическая концентрация ↗»
          </a> 
          помогает улучшить фокус и продуктивность при стрессовых
          условиях.
        </p>
      </div>
    </div>
      <div class="accordionItem">
      <label htmlFor="item-3" class="accordionTitle">
      <input type="checkbox" id="item-3" />
          Этап третий: технические навыки — коллекция блоков для
          navigation menu (навигационное меню)
        </label>
        <div class="accordionContent">
          <p>
            Цель: развить насмотренность, а также оптимизировать
            процесс разработки данного элемента интерфейса.
          </p>
          <p>
            Для начала исследуйте различные варианты навигационного
            меню на Awwwards / Sites Of The Day. Выберите 8 наиболее
            привлекательных вариантов, сделайте скриншоты и добавьте
            их в вашу коллекцию. Рекомендую использовать Figma для
            хранения 
             <a target="_blank" href="https://www.figma.com/community/file/1350153819662664546/block-collection">
              коллекции блоков ↗
            </a>
            , так как это облегчит их организацию и даст возможность
            быстро находить и применять в будущих проектах.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-4" class="accordionTitle">
      <input type="checkbox" id="item-4" />
          Этап четвертый: рефлексия — подведение итогов
        </label>
        <div class="accordionContent">
        <p>
        Цель: улучшить эффективность обратной связи и поддержать развитие навыков.
        </p>
        <p>
          На протяжении двух минут запишите на диктофон свои размышления о сегодняшней практике, придерживаясь структуры оценки в формате <a target="_blank" href="https://t.me/UXUIdushnila/18">плюс-минус-плюс ↗</a>.
        </p>
        <p>
          Выделите конкретные аспекты, за которые вы можете дать
          себе похвалу (плюс), а также найдите области для улучшения
          (минус) и дайте себе рекомендации. Завершите свою запись
          общей положительной оценкой, которая подчеркнет ваш
          прогресс и достижения в практике.
        </p>
        </div>
      </div>
    </div>
  </div>
  <div class="block">
    <p>
      Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
    </p>
    </div>
    `,
  },
  {
    id: 8,
    title: 'Коллекция блоков для sidebar',
    body: `
    <div class="block">
    <p>
      Привет! Сегодня в UX/UI практике нас ждет занятие, которое
      поможет поднять ваши навыки на новый уровень.
    </p>
    <p>
      Каждая практика включает четыре этапа: физическая подготовка,
      развитие речи, технические навыки и рефлексия. Весь процесс
      занимает меньше часа.
    </p>
  </div>
  <div class="block">
    <div class="accordion">
      <div class="accordionItem">
      <label htmlFor="item-1" class="accordionTitle">
      <input type="checkbox" id="item-1" />
          Этап первый: физическая подготовка — кошка-корова
        </label>
        <div class="accordionContent">
          <p>
            Цель: стимулировать выделение эндорфинов через регулярные
            физические упражнения для снижения уровня стресса и
            улучшения общего настроения.
          </p>
          <p>Встаньте на четвереньки, выпрямите спину, затем плавно согните спину вверх (как кошка), выдыхая, и опустите ее вниз (как корова), вдыхая. Повторяйте это упражнение в течение 2 минут, делая движения в комфортной для вас амплитуде и скорости. </p>
          <p>
            Упражнение 
             <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
              «Кошка-Корова ↗»
            </a> 
            — это комплексное упражнение, которое помогает улучшить
            гибкость и силу спины, стабилизировать позвоночник и снять
            напряжение после длительного сидения. Плавные движения
            вверх и вниз под ритм дыхания помогают разогнать мышцы и
            улучшить осанку, принося пользу как физическому, так и
            психологическому здоровью.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-2" class="accordionTitle">
      <input type="checkbox" id="item-2" />
          Этап второй: развитие речи — о чем вижу, о том и говорю
        </label>
        <div class="accordionContent">
          <p>
            Цель: повысить уровень речи, расширить словарный запас и
            совершенствовать навыки точного и ясного выражения мыслей.
          </p>
          <p>
            Вспомните основную структуру рассказа: введение, основную
            часть и заключение. Введение может включать определение
            слова и его контекст, а также привлечение внимания к теме.
            Основная часть должна содержать дополнительные детали,
            примеры и возможно истории или аналогии для лучшего
            понимания. Заключение должно кратко подвести итоги,
            повторить ключевые идеи и закрепить основные мысли.
          </p>
          <ul>
            <li>Шаг 1: Выберите любое слово.</li>
            <li>
              Шаг 2: Включите диктофон и в течение 5 минут
              рассказывайте о выбранном слове, следуя правильной
              структуре рассказа.
            </li>
            <li>
              Шаг 3: Прослушайте запись. После этого включите диктофон
              и дайте себе рекомендации по улучшению рассказа.
            </li>
          </ul>
          <p>
            Упражнение 
             <a target="_blank" href="https://t.me/UXUIdushnila/10">
              «О чем вижу, о том и говорю ↗»
            </a> 
            является эффективным методом для развития речи и
            обогащения словарного запаса.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-3" class="accordionTitle">
      <input type="checkbox" id="item-3" />
          Этап третий: технические навыки — коллекция блоков для
          sidebar (боковая панель)
        </label>
        <div class="accordionContent">
          <p>
            Цель: развить насмотренность, а также оптимизировать
            процесс разработки данного элемента интерфейса.
          </p>
          <p>
            Для начала исследуйте различные варианты боковой панели на
            Awwwards / Sites Of The Day. Выберите 8 наиболее
            привлекательных вариантов, сделайте скриншоты и добавьте
            их в вашу коллекцию. Рекомендую использовать Figma для хранения  
             <a target="_blank" href="https://www.figma.com/community/file/1350153819662664546/block-collection">
              коллекции блоков ↗
            </a>
            , так как это облегчит их организацию и даст возможность
            быстро находить и применять в будущих проектах.
          </p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-4" class="accordionTitle">
      <input type="checkbox" id="item-4" />
          Этап четвертый: рефлексия — гибкость мышления
        </label>
        <div class="accordionContent">
          <p>
            Цель: развить гибкость мышления и способность к решению
            задач несколькими способами.
          </p>
          <p>
            В течение двух минут запишите на диктофон свои мысли по
            задаче из раздела «технические навыки» и предложите еще 
             <a target="_blank" href="https://t.me/UXUIdushnila/33">
              три идеи для ее решения ↗
            </a>
            .
          </p>
        </div>
      </div>
    </div>
  </div>
  <div class="block">
    <p>
      Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
    </p>
  </div>`,
  },
  {
    id: 9,
    title: 'Коллекция блоков для content area',
    body: `<div class="block">
    <p>
      Привет! Сегодня в UX/UI практике нас ждет занятие, которое
      поможет поднять ваши навыки на новый уровень.
    </p>
    <p>
      Каждая практика включает четыре этапа: физическая подготовка,
      развитие речи, технические навыки и рефлексия. Весь процесс
      занимает меньше часа.
    </p>
  </div>
  <div class="block">
    <div class="accordion">
    <div class="accordionItem">
                <label htmlFor="item-1" class="accordionTitle">
                <input type="checkbox" id="item-1" />
                    Этап первый: физическая подготовка — планка
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: стимулировать выделение эндорфинов через регулярные
                      физические упражнения для снижения уровня стресса и
                      улучшения общего настроения.
                    </p>
                    <ul>
                      <li>Если занимаетесь более 12 дней:</li>
                      <li>Удерживайте планку 2 минуты.</li>
                    </ul>
                    <ul>
                      <li>Если занимаетесь менее 12 дней:</li>
                      <li>День 1: Удерживаете планку 20 секунд.</li>
                      <li>День 2: Удерживаете планку 30 секунд.</li>
                      <li>День 3: Удерживаете планку 40 секунд.</li>
                      <li>День 4: Удерживаете планку 50 секунд.</li>
                      <li>День 5: Удерживаете планку 60 секунд.</li>
                      <li>День 6: Удерживаете планку 1 минута.</li>
                      <li>День 7: Удерживаете планку 1 минута 10 секунд.</li>
                      <li>День 8: Удерживаете планку 1 минута 20 секунд.</li>
                      <li>День 9: Удерживаете планку 1 минута 30 секунд.</li>
                      <li>День 10: Удерживаете планку 1 минута 40 секунд.</li>
                      <li>День 11: Удерживаете планку 1 минута 50 секунд.</li>
                      <li>День 12: Удерживаете планку 2 минуты.</li>
                    </ul>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
                        «Планка ↗»
                      </a> 
                      — это эффективное упражнение, которое укрепляет мышцы
                      кора, улучшает стабильность позвоночника и осанку, а также
                      развивает силу и выносливость. Ее выполнение способствует
                      не только физическому здоровью, но и психологическому
                      благополучию, помогая снять стресс и напряжение.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-2" class="accordionTitle">
                <input type="checkbox" id="item-2" />
                    Этап второй: развитие речи — ритмическая концентрация
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: развить устойчивость к отвлекающим факторам,
                      улучшить контроль над вниманием и повысить эффективность
                      работы в условиях повышенного напряжения.
                    </p>
                    <p>
                      Подготовьте метроном, который можно запустить прямо в
                      браузере, а также видеоролик и предмет, подходящий для
                      взаимодействия с руками, например, бумага и карандаш или
                      кубик Рубика.
                    </p>
                    <ul>
                      <li>
                        Шаг 1: Включите метроном на 60 ударов в минуту.
                        Сосредоточьтесь на ровном и глубоком дыхании, сохраняя
                        взгляд в одной точке в течение 2 минут.
                      </li>
                      <li>
                        Шаг 2: Считайте от 88 (88, 89, 90…) под стук метронома,
                        сохраняя взгляд в одной точке в течение 2 минут.
                      </li>
                      <li>
                        Шаг 3: Повторите второй шаг, добавив помехи в виде
                        включенной музыки или видео в течение 2 минут.
                      </li>
                      <li>
                        Шаг 4: Повторите третий шаг, добавив помехи в виде
                        действий руками (рисунки на бумаге, перебор кубика
                        Рубика и т.д.) в течение 2 минут.
                      </li>
                      <li>Шаг 5: Рассказывайте истории на любые темы под стук метронома, сохраняя при этом взгляд в одной точке в течение 2 минут.</li>

                    </ul>
                    <p>
                      Упражнение 
                       <a target="_blank" href="https://t.me/UXUIdushnila/15">
                        «Ритмическая концентрация ↗»
                      </a> 
                      помогает улучшить фокус и продуктивность при стрессовых
                      условиях.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
      <label htmlFor="item-3" class="accordionTitle">
      <input type="checkbox" id="item-3" />
      Этап третий: технические навыки — коллекция блоков для content area (блоки с текстом, картинкой, видео или картой)
        </label>
        <div class="accordionContent">
          <p>
          Цель: развить насмотренность, а также оптимизировать процесс разработки данного элемента интерфейса.
          </p>
          <p>
           
            Для начала исследуйте различные варианты блоков с текстом, картинкой, видео или картой на Awwwards / Sites Of The Day. Выберите 8 наиболее привлекательных вариантов, сделайте скриншоты и добавьте их в вашу коллекцию. 
          </p>
          <p>Рекомендую использовать Figma для хранения  <a target="_blank" href="https://www.figma.com/community/file/1350153819662664546/block-collection">коллекции блоков ↗</a>, так как это облегчит их организацию и даст возможность быстро находить и применять в будущих проектах.</p>
        </div>
      </div>
      <div class="accordionItem">
      <label htmlFor="item-4" class="accordionTitle">
      <input type="checkbox" id="item-4" />
          Этап четвертый: рефлексия — подведение итогов
        </label>
        <div class="accordionContent">
        <p>
        Цель: улучшить эффективность обратной связи и поддержать развитие навыков.
        </p>
        <p>
          На протяжении двух минут запишите на диктофон свои размышления о сегодняшней практике, придерживаясь структуры оценки в формате <a target="_blank" href="https://t.me/UXUIdushnila/18">плюс-минус-плюс ↗</a>.
        </p>
        <p>
          Выделите конкретные аспекты, за которые вы можете дать
          себе похвалу (плюс), а также найдите области для улучшения
          (минус) и дайте себе рекомендации. Завершите свою запись
          общей положительной оценкой, которая подчеркнет ваш
          прогресс и достижения в практике.
        </p>
        </div>
      </div>
    </div>
  </div>
  <div class="block">
    <p>
      Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
    </p>
  </div>`,
  },
  {
    id: 10,
    title: 'Коллекция блоков для footer',
    body: `
    <div class="block">
              <p>
                Привет! Сегодня в UX/UI практике нас ждет занятие, которое
                поможет поднять ваши навыки на новый уровень.
              </p>
              <p>
                Каждая практика включает четыре этапа: физическая подготовка,
                развитие речи, технические навыки и рефлексия. Весь процесс
                занимает меньше часа.
              </p>
            </div>
            <div class="block">
              <div class="accordion">
              <div class="accordionItem">
              <label htmlFor="item-1" class="accordionTitle">
              <input type="checkbox" id="item-1" />
                  Этап первый: физическая подготовка — кошка-корова
                </label>
                <div class="accordionContent">
                  <p>
                    Цель: стимулировать выделение эндорфинов через регулярные
                    физические упражнения для снижения уровня стресса и
                    улучшения общего настроения.
                  </p>
                  <p>Встаньте на четвереньки, выпрямите спину, затем плавно согните спину вверх (как кошка), выдыхая, и опустите ее вниз (как корова), вдыхая. Повторяйте это упражнение в течение 2 минут, делая движения в комфортной для вас амплитуде и скорости. </p>
                  <p>
                    Упражнение 
                     <a target="_blank" href="https://dribbble.com/shots/23784355-Illustration-Infographic-Physical-Fitness?utm_source=Clipboard_Shot&utm_campaign=Sapfy&utm_content=Illustration%20%2F%20Infographic%20%2FPhysical%20Fitness&utm_medium=Social_Share">
                      «Кошка-Корова ↗»
                    </a> 
                    — это комплексное упражнение, которое помогает улучшить
                    гибкость и силу спины, стабилизировать позвоночник и снять
                    напряжение после длительного сидения. Плавные движения
                    вверх и вниз под ритм дыхания помогают разогнать мышцы и
                    улучшить осанку, принося пользу как физическому, так и
                    психологическому здоровью.
                  </p>
                </div>
              </div>
              <div class="accordionItem">
              <label htmlFor="item-2" class="accordionTitle">
              <input type="checkbox" id="item-2" />
                  Этап второй: развитие речи — о чем вижу, о том и говорю
                </label>
                <div class="accordionContent">
                  <p>
                    Цель: повысить уровень речи, расширить словарный запас и
                    совершенствовать навыки точного и ясного выражения мыслей.
                  </p>
                  <p>
                    Вспомните основную структуру рассказа: введение, основную
                    часть и заключение. Введение может включать определение
                    слова и его контекст, а также привлечение внимания к теме.
                    Основная часть должна содержать дополнительные детали,
                    примеры и возможно истории или аналогии для лучшего
                    понимания. Заключение должно кратко подвести итоги,
                    повторить ключевые идеи и закрепить основные мысли.
                  </p>
                  <ul>
                    <li>Шаг 1: Выберите любое слово.</li>
                    <li>
                      Шаг 2: Включите диктофон и в течение 5 минут
                      рассказывайте о выбранном слове, следуя правильной
                      структуре рассказа.
                    </li>
                    <li>
                      Шаг 3: Прослушайте запись. После этого включите диктофон
                      и дайте себе рекомендации по улучшению рассказа.
                    </li>
                  </ul>
                  <p>
                    Упражнение 
                     <a target="_blank" href="https://t.me/UXUIdushnila/10">
                      «О чем вижу, о том и говорю ↗»
                    </a> 
                    является эффективным методом для развития речи и
                    обогащения словарного запаса.
                  </p>
                </div>
              </div>
                <div class="accordionItem">
                <label htmlFor="item-3" class="accordionTitle">
                <input type="checkbox" id="item-3" />
                    Этап третий: технические навыки — коллекция блоков для
                    footer (подвал)
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: развить насмотренность, а также оптимизировать
                      процесс разработки данного элемента интерфейса.
                    </p>
                    <p>
                      Для начала исследуйте различные варианты подвалов на
                      Awwwards / Sites Of The Day. Выберите 8 наиболее
                      привлекательных вариантов, сделайте скриншоты и добавьте
                      их в вашу коллекцию. Рекомендую использовать Figma для хранения  
                       <a target="_blank" href="https://www.figma.com/community/file/1350153819662664546/block-collection">
                        коллекции блоков ↗
                      </a>
                      , так как это облегчит их организацию и даст возможность
                      быстро находить и применять в будущих проектах.
                    </p>
                  </div>
                </div>
                <div class="accordionItem">
                <label htmlFor="item-4" class="accordionTitle">
                <input type="checkbox" id="item-4" />
                    Этап четвертый: рефлексия — гибкость мышления
                  </label>
                  <div class="accordionContent">
                    <p>
                      Цель: развить гибкость мышления и способность к решению
                      задач несколькими способами.
                    </p>
                    <p>
                    В течение двух минут запишите на диктофон свои мысли по задаче из раздела «технические навыки» и предложите еще  <a target="_blank" href="https://t.me/UXUIdushnila/33">три идеи для ее решения ↗</a>.
                    </p>
                  </div>
                </div>
              </div>
            </div>
            <div class="block">
              <p>
                Количество неизбежно переходит в качество. <br /> Ваша Sapfy 🔥
              </p>
            </div>`,
  },
];
